Repository: Wayne-Kim/pocket-sisyphus
Catalog: ios/PocketSisyphus/Localizable.xcstrings
Source language: ko
Languages: ar, en, es, fr, hi, ja, pt_br, ru, zh_hans

source: %@ · 외 %@
ar: %@ · و%@ آخر
en: %@ · +%@ more
es: %@ · +%@ más
fr: %@ · +%@ autres
hi: %@ · +%@ और
ja: %@ · 他 %@
pt_br: %@ · +%@ outros
ru: %@ · ещё %@
zh_hans: %@ · 另 %@ 项

source: %@ · 외 %lld
ar: %@ · و %lld أخرى
en: %@ · +%lld more
es: %@ · +%lld más
fr: %@ · +%lld autres
hi: %@ · +%lld और
ja: %@ · ほか %lld 件
pt_br: %@ · +%lld outros
ru: %@ · и ещё %lld
zh_hans: %@ · 等 %lld 项

source: %@ — Claude 가 도구 사용 승인을 요청합니다.
ar: %@ — يطلب Claude الموافقة على استخدام أداة.
en: %@ — Claude is requesting approval to use a tool.
es: %@ — Claude solicita aprobación para usar una herramienta.
fr: %@ — Claude demande l’approbation pour utiliser un outil.
hi: %@ — Claude टूल इस्तेमाल की अनुमति माँग रहा है।
ja: %@ — Claude がツール使用の承認を要求しています。
pt_br: %@ — Claude está pedindo aprovação para usar uma ferramenta.
ru: %@ — Claude запрашивает разрешение на использование инструмента.
zh_hans: %@ — Claude 正在请求使用工具的批准。

source: %@ — Claude 가 응답을 보냈습니다. 탭해서 열기.
ar: %@ — أرسل Claude ردًا. اضغط لفتح.
en: %@ — Claude sent a reply. Tap to open.
es: %@ — Claude envió una respuesta. Toca para abrir.
fr: %@ — Claude a envoyé une réponse. Touchez pour ouvrir.
hi: %@ — Claude ने जवाब भेजा है। खोलने के लिए टैप करें।
ja: %@ — Claude が返答を送りました。タップで開く。
pt_br: %@ — Claude enviou uma resposta. Toque para abrir.
ru: %@ — Claude отправил ответ. Нажмите, чтобы открыть.
zh_hans: %@ — Claude 发送了回复。点击打开。

source: %@ — Claude 가 질문을 보냈습니다. 탭해서 답하기.
ar: %@ — أرسل Claude سؤالًا. اضغط للرد.
en: %@ — Claude asked a question. Tap to answer.
es: %@ — Claude hizo una pregunta. Toca para responder.
fr: %@ — Claude a posé une question. Touchez pour répondre.
hi: %@ — Claude ने सवाल पूछा है। जवाब देने के लिए टैप करें।
ja: %@ — Claude が質問を送りました。タップで回答。
pt_br: %@ — Claude fez uma pergunta. Toque para responder.
ru: %@ — Claude задал вопрос. Нажмите, чтобы ответить.
zh_hans: %@ — Claude 提出了问题。点击回答。

source: %@ — 탭해서 자세히 보기.
ar: %@ — اضغط للاطلاع على التفاصيل.
en: %@ — Tap for details.
es: %@ — Toca para ver detalles.
fr: %@ — Touchez pour les détails.
hi: %@ — विवरण के लिए टैप करें।
ja: %@ — タップで詳細。
pt_br: %@ — Toque para detalhes.
ru: %@ — Нажмите для подробностей.
zh_hans: %@ — 点击查看详情。

source: %@ 예약 작업 사용
ar: تفعيل المهمة المجدولة %@
en: Enable %@ scheduled job
es: Activar tarea programada %@
fr: Activer la tâche planifiée %@
hi: %@ निर्धारित कार्य सक्षम करें
ja: %@ 予約タスクを有効化
pt_br: Ativar tarefa agendada %@
ru: Включить запланированную задачу %@
zh_hans: 启用 %@ 定时任务

source: %@ 템플릿으로 워크플로우 만들기
ar: إنشاء سير عمل من قالب %@
en: Create a workflow from the %@ template
es: Crear un flujo de trabajo con la plantilla %@
fr: Créer un workflow à partir du modèle %@
hi: %@ टेम्पलेट से वर्कफ़्लो बनाएँ
ja: %@ テンプレートからワークフローを作成
pt_br: Criar um fluxo de trabalho com o modelo %@
ru: Создать рабочий процесс из шаблона %@
zh_hans: 用 %@ 模板创建工作流

source: %@/년
ar: %@/سنة
en: %@/yr
es: %@/año
fr: %@/an
hi: %@/वर्ष
ja: %@/年
pt_br: %@/ano
ru: %@/год
zh_hans: %@/年

source: %@/월
ar: %@/شهر
en: %@/mo
es: %@/mes
fr: %@/mois
hi: %@/माह
ja: %@/月
pt_br: %@/mês
ru: %@/мес.
zh_hans: %@/月

source: %@가 여러 번 막히면 iPhone을 기기 암호로 잠금 해제한 뒤 다시 시도해 주세요.
ar: إذا تم قفل %@ بعد عدة محاولات فاشلة، فألغِ قفل iPhone باستخدام رمز الدخول ثم أعد المحاولة.
en: If %@ is locked after several failed attempts, unlock your iPhone with its passcode and try again.
es: Si %@ se bloquea tras varios intentos fallidos, desbloquea tu iPhone con su código y vuelve a intentarlo.
fr: Si %@ est bloqué après plusieurs échecs, déverrouillez votre iPhone avec son code, puis réessayez.
hi: यदि कई असफल प्रयासों के बाद %@ लॉक हो जाए, तो अपने iPhone को उसके पासकोड से अनलॉक करें और फिर से प्रयास करें।
ja: %@ が何度も失敗してロックされた場合は、iPhone をパスコードでロック解除してから再試行してください。
pt_br: Se o %@ for bloqueado após várias tentativas, desbloqueie o iPhone com o código e tente novamente.
ru: Если %@ заблокируется после нескольких неудачных попыток, разблокируйте iPhone с помощью код-пароля и повторите попытку.
zh_hans: 如果 %@ 多次失败被锁定，请用设备密码解锁 iPhone 后重试。

source: %@개 모두 숨김 처리되어 있습니다.
ar: تم إخفاء جميع %@.
en: All %@ are hidden.
es: Los %@ están todos ocultos.
fr: Les %@ sont tous masqués.
hi: सभी %@ छिपे हुए हैं।
ja: %@ 件すべて非表示です。
pt_br: Todos os %@ estão ocultos.
ru: Все %@ скрыты.
zh_hans: %@ 项均已隐藏。

source: %@개 세션 · %@
ar: %@ جلسة · %@
en: %@ sessions · %@
es: %@ sesiones · %@
fr: %@ sessions · %@
hi: %@ सत्र · %@
ja: %@ セッション · %@
pt_br: %@ sessões · %@
ru: %@ сессий · %@
zh_hans: %@ 个会话 · %@

source: %@개 세션 · %@)
ar: %@ جلسة · %@)
en: %@ sessions · %@)
es: %@ sesiones · %@)
fr: %@ sessions · %@)
hi: %@ सत्र · %@)
ja: %@ 件のセッション · %@)
pt_br: %@ sessões · %@)
ru: %@ сессий · %@)
zh_hans: %@ 个会话 · %@)

source: %@로 다시 시도
ar: إعادة المحاولة باستخدام %@
en: Try again with %@
es: Reintentar con %@
fr: Réessayer avec %@
hi: %@ से फिर से प्रयास करें
ja: %@ で再試行
pt_br: Tentar novamente com %@
ru: Повторить с помощью %@
zh_hans: 使用 %@ 重试

source: %@턴
ar: %@ دور
en: %@ turn(s)
es: %@ turno(s)
fr: %@ tour(s)
hi: %@ बारी
ja: %@ ターン
pt_br: %@ turno(s)
ru: %@ ход(ов)
zh_hans: %@ 轮

source: %lld 진행 중
ar: %lld قيد التنفيذ
en: %lld in progress
es: %lld en curso
fr: %lld en cours
hi: %lld प्रगति में
ja: %lld 件進行中
pt_br: %lld em andamento
ru: В работе: %lld
zh_hans: %lld 项进行中

source: %lld개 세션 · %@
ar: %lld جلسة · %@
en: %lld sessions · %@
es: %lld sesiones · %@
fr: %lld sessions · %@
hi: %lld सत्र · %@
ja: %lld 件のセッション · %@
pt_br: %lld sessões · %@
ru: Сессий: %lld · %@
zh_hans: %lld 个会话 · %@

source: %lld건 모두 승인
ar: الموافقة على %lld كلها
en: Approve All %lld
es: Aprobar las %lld
fr: Approuver les %lld
hi: सभी %lld स्वीकृत करें
ja: %lld件すべて承認
pt_br: Aprovar todas as %lld
ru: Одобрить все (%lld)
zh_hans: 全部批准 %lld 个

source: %lld건 모두 중지
ar: إيقاف %lld كلها
en: Stop All %lld
es: Detener las %lld
fr: Arrêter les %lld
hi: सभी %lld रोकें
ja: %lld件すべて停止
pt_br: Parar todas as %lld
ru: Остановить все (%lld)
zh_hans: 全部停止 %lld 个

source: %lld건 선택
ar: %lld محدد
en: %lld selected
es: %lld seleccionados
fr: %lld sélectionnés
hi: %lld चयनित
ja: %lld件選択
pt_br: %lld selecionados
ru: Выбрано: %lld
zh_hans: 已选 %lld 项

source: %lld분
ar: %lld دقيقة
en: %lld min
es: %lld min
fr: %lld min
hi: %lld मिनट
ja: %lld分
pt_br: %lld min
ru: %lld мин
zh_hans: %lld 分

source: %lld분 전
ar: قبل %lld دقيقة
en: %lld m ago
es: Hace %lld min
fr: Il y a %lld min
hi: %lld मिनट पहले
ja: %lld 分前
pt_br: %lld min atrás
ru: %lld мин назад
zh_hans: %lld 分钟前

source: %lld시간
ar: %lld س
en: %lldh
es: %lld h
fr: %lld h
hi: %lld घं
ja: %lld時間
pt_br: %lld h
ru: %lld ч
zh_hans: %lld小时

source: %lld시간 전
ar: قبل %lld ساعة
en: %lld h ago
es: Hace %lld h
fr: Il y a %lld h
hi: %lld घंटे पहले
ja: %lld 時間前
pt_br: %lld h atrás
ru: %lld ч назад
zh_hans: %lld 小时前

source: %lld시간마다
ar: كل %lld ساعات
en: Every %lld hours
es: Cada %lld horas
fr: Toutes les %lld heures
hi: हर %lld घंटे
ja: %lld 時間ごと
pt_br: A cada %lld horas
ru: Каждые %lld ч.
zh_hans: 每 %lld 小时

source: %lld일
ar: %lld ي
en: %lldd
es: %lld d
fr: %lld j
hi: %lld दिन
ja: %lld日
pt_br: %lld d
ru: %lld д
zh_hans: %lld天

source: %lld일 전
ar: قبل %lld يوم
en: %lld d ago
es: Hace %lld d
fr: Il y a %lld j
hi: %lld दिन पहले
ja: %lld 日前
pt_br: %lld d atrás
ru: %lld дн назад
zh_hans: %lld 天前

source: %lld초 전
ar: قبل %lld ثانية
en: %lld s ago
es: Hace %lld s
fr: Il y a %lld s
hi: %lld सेकंड पहले
ja: %lld 秒前
pt_br: %lld s atrás
ru: %lld с назад
zh_hans: %lld 秒前

source: %lld턴
ar: %lld دورات
en: %lld turns
es: %lld turnos
fr: %lld tours
hi: %lld टर्न
ja: %lld ターン
pt_br: %lld turnos
ru: Ходов: %lld
zh_hans: %lld 回合

source: (미리보기 없음 · %@))
ar: (بدون معاينة · %@))
en: (no preview · %@))
es: (sin vista previa · %@))
fr: (pas d’aperçu · %@))
hi: (कोई पूर्वावलोकन नहीं · %@))
ja: (プレビューなし · %@))
pt_br: (sem pré-visualização · %@))
ru: (без предпросмотра · %@))
zh_hans: (无预览 · %@))

source: (제목 없음)
ar: (بدون عنوان)
en: (Untitled)
es: (Sin título)
fr: (Sans titre)
hi: (शीर्षकहीन)
ja: (無題)
pt_br: (Sem título)
ru: (Без названия)
zh_hans: (无标题)

source: (코멘트 없음)
ar: (لا تعليق)
en: (no comment)
es: (sin comentario)
fr: (aucun commentaire)
hi: (कोई टिप्पणी नहीं)
ja: (コメントなし)
pt_br: (sem comentário)
ru: (без комментария)
zh_hans: (无评论)

source: + 변경
ar: + الجديد
en: + New
es: + Nuevo
fr: + Après
hi: + नया
ja: + 新
pt_br: + Novo
ru: + Новое
zh_hans: + 新

source: - 기존
ar: - السابق
en: - Old
es: - Anterior
fr: - Avant
hi: - पुराना
ja: - 旧
pt_br: - Antigo
ru: - Старое
zh_hans: - 旧

source: /Users/…/repo 경로 직접 입력
ar: أدخل مسار /Users/…/repo يدويًا
en: Type /Users/…/repo path
es: Escribe la ruta /Users/…/repo
fr: Saisissez le chemin /Users/…/repo
hi: /Users/…/repo पथ टाइप करें
ja: /Users/…/repo パスを入力
pt_br: Digite o caminho /Users/…/repo
ru: Введите путь /Users/…/repo
zh_hans: 输入 /Users/…/repo 路径

source: /api/sessions 호출 중…
ar: جارٍ استدعاء /api/sessions…
en: Calling /api/sessions…
es: Llamando a /api/sessions…
fr: Appel de /api/sessions…
hi: /api/sessions कॉल हो रहा है…
ja: /api/sessions を呼び出し中…
pt_br: Chamando /api/sessions…
ru: Запрос /api/sessions…
zh_hans: 正在调用 /api/sessions…

source: /health 호출 중 (Tor 회로 빌드 ~30초)…
ar: جارٍ استدعاء /health (بناء دائرة Tor ~30 ثانية)…
en: Calling /health (Tor circuit build ~30s)…
es: Llamando a /health (construcción de circuito Tor ~30 s)…
fr: Appel de /health (construction du circuit Tor ~30 s)…
hi: /health कॉल हो रहा है (Tor सर्किट निर्माण ~30 सेकंड)…
ja: /health を呼び出し中（Tor 回路構築 約30秒）…
pt_br: Chamando /health (construção do circuito Tor ~30 s)…
ru: Запрос /health (построение цепи Tor ~30 с)…
zh_hans: 正在调用 /health(Tor 线路构建约 30 秒)…

source: /health 호출 중…
ar: جارٍ استدعاء ‎/health…
en: Calling /health…
es: Llamando a /health…
fr: Appel à /health…
hi: /health कॉल हो रहा है…
ja: /health を呼び出し中…
pt_br: Chamando /health…
ru: Вызываем /health…
zh_hans: 正在调用 /health…

source: 1단계 — Mac 에 Pocket Sisyphus 데스크탑 앱 (.dmg) 을 다운로드해 설치합니다. https://github.com/Wayne-Kim/pocket-sisyphus-mac 의 Releases 에서 받아 «응용 프로그램» 으로 드래그.
ar: الخطوة 1 — نزّل تطبيق Pocket Sisyphus لسطح المكتب (.dmg) وثبّته. احصل عليه من قسم Releases على https://github.com/Wayne-Kim/pocket-sisyphus-mac واسحبه إلى مجلد «Applications».
en: Step 1 — Download the Pocket Sisyphus desktop app (.dmg) and install it. Grab it from Releases at https://github.com/Wayne-Kim/pocket-sisyphus-mac and drag it into «Applications».
es: Paso 1 — Descarga la app de escritorio Pocket Sisyphus (.dmg) e instálala. Bájala de Releases en https://github.com/Wayne-Kim/pocket-sisyphus-mac y arrástrala a «Aplicaciones».
fr: Étape 1 — Téléchargez l’app de bureau Pocket Sisyphus (.dmg) et installez-la. Récupérez-la dans Releases sur https://github.com/Wayne-Kim/pocket-sisyphus-mac et glissez-la dans « Applications ».
hi: चरण 1 — Pocket Sisyphus डेस्कटॉप ऐप (.dmg) डाउनलोड करके इंस्टॉल करें। https://github.com/Wayne-Kim/pocket-sisyphus-mac के Releases से लें और «Applications» में ड्रैग करें।
ja: ステップ 1 — Pocket Sisyphus デスクトップアプリ (.dmg) をダウンロードしてインストールします。https://github.com/Wayne-Kim/pocket-sisyphus-mac の Releases から入手し、「アプリケーション」フォルダにドラッグしてください。
pt_br: Passo 1 — Baixe o app de desktop Pocket Sisyphus (.dmg) e instale. Pegue em Releases em https://github.com/Wayne-Kim/pocket-sisyphus-mac e arraste para «Aplicativos».
ru: Шаг 1 — Скачайте десктоп-приложение Pocket Sisyphus (.dmg) и установите. Берите из Releases на https://github.com/Wayne-Kim/pocket-sisyphus-mac и перетащите в «Программы».
zh_hans: 步骤 1 — 下载 Pocket Sisyphus 桌面应用 (.dmg) 并安装。从 https://github.com/Wayne-Kim/pocket-sisyphus-mac 的 Releases 下载,拖入「应用程序」。

source: 1단계 — 화면 우상단 «Tor 회로 재빌드» (시계방향 화살표) 버튼. 회로만 새로 짭니다.
ar: الخطوة 1 — زر «إعادة بناء دائرة Tor» (سهم الساعة) أعلى يمين الشاشة. يعيد بناء الدائرة فقط.
en: Step 1 — “Rebuild Tor circuit” (clockwise arrow) at the top right. Rebuilds the circuit only.
es: Paso 1 — botón «Reconstruir circuito Tor» (flecha en sentido horario) arriba a la derecha. Solo reconstruye el circuito.
fr: Étape 1 — bouton « Reconstruire le circuit Tor » (flèche horaire) en haut à droite. Reconstruit uniquement le circuit.
hi: चरण 1 — स्क्रीन के दाईं ओर ऊपर «Tor सर्किट पुनः बनाएँ» (घड़ी की दिशा का तीर) बटन। केवल सर्किट पुनः बनाता है।
ja: ステップ 1 — 画面右上の「Tor 回路を再構築」（時計回り矢印）ボタン。回路だけを作り直します。
pt_br: Passo 1 — botão «Reconstruir circuito Tor» (seta no sentido horário) no canto superior direito. Reconstrói apenas o circuito.
ru: Шаг 1 — кнопка «Перестроить цепь Tor» (стрелка по часовой) в правом верхнем углу. Только пересборка цепи.
zh_hans: 步骤 1 — 屏幕右上的「重建 Tor 线路」(顺时针箭头)按钮。仅重建线路。

source: 2단계 — 알림 배너의 «재연결» 버튼. 회로 + 세션 새로고침.
ar: الخطوة 2 — زر «إعادة الاتصال» في شريط التنبيه. يُعيد بناء الدائرة ويحدّث الجلسة.
en: Step 2 — “Reconnect” button on the alert banner. Rebuilds the circuit and refreshes the session.
es: Paso 2 — botón «Reconectar» en el banner de aviso. Reconstruye el circuito y refresca la sesión.
fr: Étape 2 — bouton « Reconnecter » sur la bannière. Reconstruit le circuit et rafraîchit la session.
hi: चरण 2 — सूचना बैनर का «पुनः कनेक्ट» बटन। सर्किट और सत्र दोनों ताज़ा करता है।
ja: ステップ 2 — 通知バナーの「再接続」ボタン。回路の再構築 + セッション更新。
pt_br: Passo 2 — botão «Reconectar» no banner de aviso. Reconstrói o circuito e atualiza a sessão.
ru: Шаг 2 — кнопка «Переподключить» в баннере уведомления. Пересборка цепи + обновление сессии.
zh_hans: 步骤 2 — 提示横幅上的「重新连接」按钮。重建线路并刷新会话。

source: 2단계 — 앱을 실행합니다. 메뉴바 우측에 작은 보라색 아이콘이 뜹니다. Dock 에는 안 뜹니다 — 메뉴바 상주 앱입니다.
ar: الخطوة 2 — شغّل التطبيق. ستظهر أيقونة بنفسجية صغيرة في يمين شريط القوائم. لا تظهر في Dock — فهو تطبيق مقيم في شريط القوائم.
en: Step 2 — Launch the app. A small purple icon appears on the right side of the menu bar. It will not show in the Dock — it’s a menu-bar resident app.
es: Paso 2 — Inicia la app. Aparece un pequeño icono morado en la parte derecha de la barra de menú. No aparece en el Dock — es una app residente en la barra de menú.
fr: Étape 2 — Lancez l’app. Une petite icône violette apparaît à droite de la barre des menus. Elle n’apparaît pas dans le Dock — c’est une app résidente de la barre des menus.
hi: चरण 2 — ऐप चलाएँ। मेन्यू बार के दाईं ओर एक छोटा बैंगनी आइकन दिखाई देगा। यह Dock में नहीं दिखेगा — यह मेन्यू बार में रहने वाला ऐप है।
ja: ステップ 2 — アプリを起動します。メニューバー右側に小さな紫色のアイコンが表示されます。Dock には表示されません — メニューバー常駐アプリです。
pt_br: Passo 2 — Inicie o app. Um pequeno ícone roxo aparece no canto direito da barra de menus. Ele não aparece no Dock — é um app residente da barra de menus.
ru: Шаг 2 — Запустите приложение. Справа в строке меню появится маленький фиолетовый значок. В Dock он не отображается — это приложение, живущее в строке меню.
zh_hans: 第 2 步 — 启动应用。菜单栏右侧会出现一个紫色小图标。它不会出现在 Dock 中 — 这是一款常驻菜单栏的应用。

source: 3단계 — «앱 다시 시작». fresh Tor 인스턴스. 가장 확실한 회복.
ar: الخطوة 3 — «إعادة تشغيل التطبيق». نسخة Tor جديدة تمامًا. أوثق طريقة للاستعادة.
en: Step 3 — “Restart app”. A fresh Tor instance. The most reliable recovery.
es: Paso 3 — «Reiniciar la app». Una instancia de Tor nueva. La recuperación más fiable.
fr: Étape 3 — « Redémarrer l’app ». Une instance Tor fraîche. Récupération la plus fiable.
hi: चरण 3 — «ऐप पुनः आरंभ करें»। ताज़ा Tor इंस्टेंस। सबसे विश्वसनीय रिकवरी।
ja: ステップ 3 — 「アプリを再起動」。新しい Tor インスタンス。最も確実な復帰方法。
pt_br: Passo 3 — «Reiniciar o app». Instância Tor nova. A recuperação mais confiável.
ru: Шаг 3 — «Перезапустить приложение». Свежий Tor. Самый надёжный способ.
zh_hans: 步骤 3 — 「重启应用」。全新的 Tor 实例。最可靠的恢复方式。

source: 3단계 — 메뉴바 아이콘 클릭 → «페어링 QR 보기». 화면에 QR 이미지가 뜹니다.
ar: الخطوة 3 — انقر أيقونة شريط القوائم ← «عرض رمز QR للإقران». ستظهر صورة الـ QR على الشاشة.
en: Step 3 — Click the menu-bar icon → «Show pairing QR». A QR image appears on screen.
es: Paso 3 — Haz clic en el icono de la barra de menú → «Mostrar QR de emparejamiento». Aparece la imagen QR en pantalla.
fr: Étape 3 — Cliquez sur l’icône de la barre des menus → « Afficher le QR d’appairage ». Une image QR s’affiche à l’écran.
hi: चरण 3 — मेन्यू बार आइकन पर क्लिक करें → «पेयरिंग QR दिखाएँ»। स्क्रीन पर QR छवि दिखाई देगी।
ja: ステップ 3 — メニューバーのアイコンをクリック → «ペアリング QR を表示»。画面に QR 画像が出ます。
pt_br: Passo 3 — Clique no ícone da barra de menus → «Mostrar QR de pareamento». Uma imagem QR aparece na tela.
ru: Шаг 3 — Нажмите значок в строке меню → «Показать QR сопряжения». На экране появится изображение QR.
zh_hans: 第 3 步 — 点击菜单栏图标 → «显示配对 QR»。屏幕上会出现 QR 图像。

source: 4단계 — iPhone 앱의 페어링 화면에서 그 QR 을 스캔합니다. 5–30초 안에 Tor 회로가 빌드되고 페어링이 끝납니다.
ar: الخطوة 4 — امسح ذلك الـ QR من شاشة الإقران في تطبيق iPhone. خلال 5–30 ثانية تُبنى دائرة Tor ويكتمل الإقران.
en: Step 4 — Scan that QR from the pairing screen in the iPhone app. Within 5–30 seconds the Tor circuit builds and pairing completes.
es: Paso 4 — Escanea ese QR desde la pantalla de emparejamiento de la app del iPhone. En 5–30 segundos se construye el circuito Tor y el emparejamiento queda listo.
fr: Étape 4 — Scannez ce QR depuis l’écran d’appairage de l’app iPhone. En 5 à 30 secondes, le circuit Tor se construit et l’appairage se termine.
hi: चरण 4 — iPhone ऐप के पेयरिंग स्क्रीन से वही QR स्कैन करें। 5–30 सेकंड के भीतर Tor सर्किट बन जाता है और पेयरिंग पूरी हो जाती है।
ja: ステップ 4 — iPhone アプリのペアリング画面でその QR をスキャンします。5〜30 秒で Tor 回路が構築され、ペアリングが完了します。
pt_br: Passo 4 — Escaneie esse QR pela tela de pareamento do app do iPhone. Em 5–30 segundos o circuito Tor é construído e o pareamento termina.
ru: Шаг 4 — Отсканируйте этот QR на экране сопряжения в приложении iPhone. За 5–30 секунд цепь Tor собирается и сопряжение завершается.
zh_hans: 第 4 步 — 在 iPhone 应用的配对界面扫描该 QR。5–30 秒内 Tor 线路就会建立,配对随即完成。

source: 4단계 — iPhone 앱의 페어링 화면에서 그 QR 을 스캔합니다. SSH 가 닿는 환경이면 곧바로 연결, Tor fallback 환경이면 5–30초 회로 빌드 후 마무리됩니다.
ar: الخطوة 4 — امسح ذلك الـ QR من شاشة الإقران في تطبيق iPhone. في بيئة يصلها SSH يكتمل الاتصال فوراً، وفي بيئة fallback عبر Tor يكتمل بعد بناء الدائرة خلال 5–30 ثانية.
en: Step 4 — scan that QR from the pairing screen of the iPhone app. If SSH is reachable, you’re connected right away; on Tor fallback, it finishes after a 5–30 second circuit build.
es: Paso 4 — escanea ese QR desde la pantalla de emparejamiento de la app de iPhone. Si SSH es alcanzable, la conexión es inmediata; con fallback por Tor, termina tras construir el circuito en 5–30 segundos.
fr: Étape 4 — scannez ce QR depuis l’écran d’appairage de l’app iPhone. Si SSH est joignable, la connexion est immédiate ; en fallback Tor, elle se termine après une construction de circuit de 5 à 30 secondes.
hi: चरण 4 — iPhone ऐप की पेयरिंग स्क्रीन से वह QR स्कैन करें। यदि SSH पहुँच में हो तो तुरंत कनेक्ट हो जाएगा; Tor fallback वातावरण में 5–30 सेकंड में सर्किट बनने के बाद पूरा होगा।
ja: ステップ 4 — iPhone アプリのペアリング画面でその QR をスキャンします。SSH が届く環境ならすぐに接続、Tor fallback 環境では 5〜30 秒の回路ビルド後に完了します。
pt_br: Passo 4 — escaneie esse QR na tela de pareamento do app de iPhone. Se o SSH for alcançável, conecta na hora; em fallback via Tor, finaliza após o build do circuito em 5–30 segundos.
ru: Шаг 4 — отсканируйте этот QR с экрана сопряжения в iPhone-приложении. Если SSH доступен, подключение происходит сразу; при fallback через Tor — после построения цепочки за 5–30 секунд.
zh_hans: 第 4 步 — 在 iPhone 应用的配对界面扫描该 QR。若 SSH 可达即刻连接；若走 Tor fallback，则在 5–30 秒电路构建完成后连接。

source: 5필드 cron (예: 0 9 * * 1-5)
ar: cron من 5 حقول (مثال: 0 9 * * 1-5)
en: 5-field cron (e.g. 0 9 * * 1-5)
es: cron de 5 campos (p. ej. 0 9 * * 1-5)
fr: cron à 5 champs (p. ex. 0 9 * * 1-5)
hi: 5-फ़ील्ड cron (उदा. 0 9 * * 1-5)
ja: 5フィールドの cron（例: 0 9 * * 1-5）
pt_br: cron de 5 campos (ex.: 0 9 * * 1-5)
ru: cron из 5 полей (напр. 0 9 * * 1-5)
zh_hans: 5 字段 cron（例：0 9 * * 1-5）

source: 7일 무료 체험 후 %@
ar: %@ بعد تجربة مجانية لمدة 7 أيام
en: %@ after 7-day free trial
es: %@ tras prueba gratis de 7 días
fr: %@ après l'essai gratuit de 7 jours
hi: 7-दिन के मुफ़्त ट्रायल के बाद %@
ja: 7日間の無料トライアル後 %@
pt_br: %@ após teste grátis de 7 dias
ru: %@ после 7-дневного бесплатного периода
zh_hans: 7 天免费试用后 %@

source: 7일 무료로 시작하고 마음에 들면 계속 — 언제든 해지할 수 있어요.
ar: ابدأ بـ 7 أيام مجانية وتابع إذا أعجبك — يمكنك الإلغاء في أي وقت.
en: Start with 7 days free and keep it if you like it — cancel anytime.
es: Empieza con 7 días gratis y continúa si te gusta: cancela cuando quieras.
fr: Commencez avec 7 jours gratuits et continuez si ça vous plaît — annulez à tout moment.
hi: 7 दिन मुफ़्त शुरू करें और पसंद आए तो जारी रखें — कभी भी रद्द करें।
ja: まず7日間無料でお試し、気に入ったら継続 — いつでも解約できます。
pt_br: Comece com 7 dias grátis e continue se gostar — cancele quando quiser.
ru: Начните с 7 дней бесплатно и продолжайте, если понравится — отмена в любой момент.
zh_hans: 先免费试用 7 天，喜欢就继续——随时可取消。

source: AI 가 워크플로우 초안을 그리고 있어요…
ar: يقوم الذكاء الاصطناعي بإعداد مسودة سير العمل…
en: AI is drafting your workflow…
es: La IA está esbozando tu flujo de trabajo…
fr: L’IA ébauche votre flux de travail…
hi: AI आपका वर्कफ़्लो ड्राफ़्ट बना रहा है…
ja: AI がワークフローの下書きを作成中です…
pt_br: A IA está esboçando seu fluxo de trabalho…
ru: ИИ набрасывает ваш рабочий процесс…
zh_hans: AI 正在绘制工作流草稿…

source: AI 가 초안을 그리는 중…
ar: الذكاء الاصطناعي يرسم المسودة…
en: AI is drafting…
es: La IA está creando el borrador…
fr: L'IA crée le brouillon…
hi: AI ड्राफ़्ट बना रहा है…
ja: AI が下書きを作成中…
pt_br: A IA está criando o rascunho…
ru: ИИ создаёт черновик…
zh_hans: AI 正在绘制草稿…

source: AI 초안
ar: مسودة الذكاء الاصطناعي
en: AI draft
es: Borrador de IA
fr: Brouillon IA
hi: AI ड्राफ़्ट
ja: AI 下書き
pt_br: Rascunho de IA
ru: Черновик ИИ
zh_hans: AI 草稿

source: AI 초안 설계가 시간 내에 끝나지 않았어요. 다시 시도하거나 빈 캔버스로 시작하세요.
ar: لم تكتمل مسودة الذكاء الاصطناعي في الوقت المحدد. أعد المحاولة أو ابدأ بلوحة فارغة.
en: The AI draft didn’t finish in time. Try again or start with a blank canvas.
es: El borrador de IA no terminó a tiempo. Inténtalo de nuevo o empieza con un lienzo en blanco.
fr: Le brouillon IA n’a pas terminé à temps. Réessayez ou commencez avec un canevas vierge.
hi: AI ड्राफ़्ट समय पर पूरा नहीं हुआ। फिर से प्रयास करें या खाली कैनवास से शुरू करें।
ja: AI 下書きが時間内に完了しませんでした。もう一度試すか、空のキャンバスで始めてください。
pt_br: O rascunho de IA não terminou a tempo. Tente novamente ou comece com um canvas em branco.
ru: Черновик ИИ не завершился вовремя. Повторите попытку или начните с пустого холста.
zh_hans: AI 草稿未能及时完成。请重试或从空白画布开始。

source: AI 초안 설계가 시간 내에 끝나지 않았어요. 다시 시도하세요.
ar: لم يكتمل تصميم المسودة بالذكاء الاصطناعي في الوقت المحدد. حاول مرة أخرى.
en: The AI draft didn't finish in time. Please try again.
es: El diseño del borrador con IA no terminó a tiempo. Inténtalo de nuevo.
fr: La conception du brouillon par l'IA ne s'est pas terminée à temps. Veuillez réessayer.
hi: AI ड्राफ़्ट डिज़ाइन समय पर पूरा नहीं हुआ। कृपया फिर से प्रयास करें।
ja: AI 下書きの設計が時間内に終わりませんでした。もう一度お試しください。
pt_br: O design do rascunho por IA não terminou a tempo. Tente novamente.
ru: ИИ не успел спроектировать черновик вовремя. Повторите попытку.
zh_hans: AI 草稿设计未能在规定时间内完成。请重试。

source: AI 초안 설계에 실패했어요
ar: فشل تصميم مسودة الذكاء الاصطناعي
en: AI draft design failed
es: Falló el diseño del borrador de IA
fr: Échec de la conception du brouillon IA
hi: AI ड्राफ़्ट डिज़ाइन विफल रहा
ja: AI 下書きの設計に失敗しました
pt_br: Falha no design do rascunho de IA
ru: Не удалось спроектировать черновик ИИ
zh_hans: AI 草稿设计失败

source: API 환산 $%.4f
ar: ما يعادل واجهة برمجة التطبيقات $%.4f
en: API equivalent $%.4f
es: Equivalente API $%.4f
fr: Équivalent API $%.4f
hi: API समतुल्य $%.4f
ja: API 換算 $%.4f
pt_br: Equivalente em API $%.4f
ru: Эквивалент API $%.4f
zh_hans: API 等价 $%.4f
